[
  "If you think you have been exposed to avian influenza, call your health care provider before your visit. This will give the staff a chance to take proper precautions that will protect them and other patients during your office visit. Tests to identify the avian flu exist but are not widely available. A test for diagnosing strains of bird flu in people suspected of having the virus gives preliminary results within 4 hours. Older tests took 2 to 3 days. Your doctor might also perform the following tests:\nAuscultation (to detect abnormal breath sounds) Chest x-ray Nasopharyngeal culture White blood cell differential\nOther tests may be done to look at the functions of your heart, kidneys, and liver.",
  "The goal of treatment is to reduce your risk of heart disease and diabetes. Your doctor will recommend lifestyle changes or medicines to help reduce your blood pressure, LDL cholesterol, and blood sugar.\nRecommendations include:\nLose weight. The goal is to lose between 7% and 10% of your current weight. You will probably need to eat 500 - 1,000 fewer calories per day. Get 30 minutes of moderate intensity exercise, such as walking, 5 - 7 days per week. Lower your cholesterol using weight loss, exercise, and cholesterol lowering medicines, if needed. Lower your blood pressure using weight loss, exercise, and medicine, if needed.\nSome people may need to take daily low-dose aspirin. People who smoke should quit.",
  "In case of overdose, call your local poison control center at 1-800-222-1222. If the victim has collapsed or is not breathing, call local emergency services at 911.\nIf an overdose is suspected, the medication unit should be removed from the person's mouth immediately and disposed of properly. If the person is asleep, call their name and shake their arm or shoulder to keep them awake. Contact the numbers listed above for emergency care. Once the emergency situation is taken care of, call the doctor to find out if future doses of fentanyl oral transmucosal should be at a lower dose.\nSymptoms of overdose may include:\ndrowsiness itching, especially around the nose and eyes dizziness upset stomach vomiting slowed breathing or stopped breathing",
  "Lung cancer is a common cancer in the world. It is a leading cause of cancer death in men and women in the United States. Cigarette smoking is the main and most important cause of most lung cancers. Other risk factors include high levels of pollution, radiation and asbestos exposure. According to the pathology, lung cancer can be divided into small cell lung carcinoma and non-small cell lung carcinoma. Usual symptoms include a cough that doesn't go away and gets worse over time, constant chest pain, coughing up blood, shortness of breath, wheezing, hoarseness, repeated problems with pneumonia or bronchitis, swelling of the neck and face, loss of appetite or weight loss and fatigue. Treatments involve surgery, radiation therapy, chemotherapy, targeted therapies, or a combination. The prognosis varies widely. It mainly depends on the stage of the cancer and whether or not the tumor can be removed by surgery.",
  "Primary prevention strategies intend to avoid the development of disease. Different strategies like dietary modification, increasing physical activity and weight reduction are found useful in the primary prevention (development) of metabolic syndrome.",
  "NIH site on Allergic Rhinitis\nTemplate:Respiratory pathology\nv t e Health science - Medicine - Allergic conditions Respiratory system Allergic rhinitis · Asthma · Hypersensitivity pneumonitis · Eosinophilic pneumonia · Churg-Strauss syndrome · Allergic bronchopulmonary aspergillosis · Farmer's lung Skin Angioedema · Urticaria · Atopic dermatitis · Allergic contact dermatitis · Hypersensitivity vasculitis Blood and immune system Serum sickness Circulatory system Anaphylaxis Digestive system Coeliac disease · Eosinophilic gastroenteritis · Food allergy · Milk intolerance Nervous system Eosinophilic meningitis Genitourinary system Acute interstitial nephritis Other conditions Drug allergy · Allergic conjunctivitis\nTemplate:WH Template:WS\nca:Rinitis al·lèrgica cs:Alergická rýma cy:Clefyd y gwair de:Allergische Rhinitis it:Raffreddore allergico lt:Šienligė nl:Hooikoorts no:Pollenallergi sv:Pollenallergi",
  "Primary prevention strategies intend to avoid the development of disease. Different strategies like dietary modification, increasing physical activity and weight reduction are found useful in the primary prevention (development) of metabolic syndrome.",
  "To better manage depression at home, elderly people should:\nExercise regularly, seek out pleasurable activities, and maintain good sleep habits. Learn to watch for the early signs of depression, and know how to react if it gets worse. Minimize alcohol use and avoid illegal drugs. These substances can make depression worse over time, and they may also impair judgment about suicide. Surround themselves with people who are caring and positive. Talk about their feelings to someone they trust. Take medications correctly and learn how to manage side effects.",
  "Amoxicillin and clavulanic acid may cause side effects. Tell your doctor if any of these symptoms are severe or do not go away:\nDiarrhea\nItching of the rectum or vagina\nSore mouth\nChanges in skin color\nIf you experience any of the following symptoms, call your doctor immediately:\nSevere headache\nBlurred vision\nSkin rash\nRedness of the skin (sunburn)\nHives\nDifficulty breathing or swallowing\nYellowing of the skin or eyes\nItching\nDark-colored urine\nLight-colored bowel movements\nLoss of appetite\nUpset stomach\nVomiting\nStomach pain\nExtreme tiredness or weakness\nConfusion\nDecreased urination\nIf you experience a serious side effect, you or your doctor may send a report to the Food and Drug Administration's (FDA) MedWatch Adverse Event Reporting program online at http://www.fda.gov/MedWatch/report.htm or by phone 1-800-332-1088.",
  "Reduce sun exposure and protect your skin from the sun:\nWear protective clothing such as hats, long-sleeved shirts, long skirts, or pants. Try to avoid sun exposure during midday, when ultraviolet light is most intense. Use high-quality sunscreens, preferably with a sun protection factor (SPF) rating of at least 15. Pick a sunscreen that blocks both UVA and UVB light. Apply sunscreen before going out into the sun, and reapply often. Use sunscreen year-round, including in the winter. Avoid sun lamps, tanning beds, and tanning salons.\nOther important sun safety facts to keep in mind:\nSun exposure is stronger in or near surfaces that reflect light, such as water, sand, concrete, and areas painted white. Sun exposure is more intense at the beginning of the summer. Skin burns faster at higher altitudes.",
  "Don't drink too much alcohol Eat a balanced diet with plenty of vitamins and minerals Get enough sleep Keep careful control of your blood sugar if you have diabetes Quit smoking, which puts you at greater risk for lung diseases Take your medications as prescribed",
  "Chest pain or chest pain equivalent may be referred as chest pain. The diagnosis of nontraumatic chest pain is a frequent challenge for clinicians in emergency department. Initial evaluation for work-up of chest pain is considered for life-threatening conditions such as ACS, aortic dissection, and pulmonary embolism, as well as nonvascular syndromes (eg, esophageal rupture, tension pneumothorax). Therapy for those with less critical illnesses is reasonable. Although there are several life-threatening causes, chest pain usually reflects a more benign condition. The initial ECG is important to the evaluation, but history, physical examination, biomarkers, and other tests are necessary. There is no direct association between the intensity of symptoms and seriousness of disease and general similarity of symptoms among different causes of chest pain. A comprehensive history that collects all the characteristics of chest pain including:\nNature Onset and duration Location and radiation Precipitating factors Relieving factors Associated symptoms",
  "The goal of treatment is to reduce your risk of heart disease and diabetes. Your doctor will recommend lifestyle changes or medicines to help reduce your blood pressure, LDL cholesterol, and blood sugar.\nRecommendations include:\nLose weight. The goal is to lose between 7% and 10% of your current weight. You will probably need to eat 500 - 1,000 fewer calories per day. Get 30 minutes of moderate intensity exercise, such as walking, 5 - 7 days per week. Lower your cholesterol using weight loss, exercise, and cholesterol lowering medicines, if needed. Lower your blood pressure using weight loss, exercise, and medicine, if needed.\nSome people may need to take daily low-dose aspirin. People who smoke should quit.",
  "Don't drink too much alcohol Eat a balanced diet with plenty of vitamins and minerals Get enough sleep Keep careful control of your blood sugar if you have diabetes Quit smoking, which puts you at greater risk for lung diseases Take your medications as prescribed",
  "Atrial septal defect is associated with complications such as migraine headache with aura, atrial fibrillation, pulmonary hypertension, heart failure, and stroke.",
  "Depending on how severe the conditions of your dislocation is, your treatment options may range from a knee immobilizer and crutches for a week to surgery with a long term recovery coupled with physical therapy. Every person's knees are a little different so treatment options do vary.",
  "The following preventive measures reduce the risk of melanoma: \nAvoid sunlight and ultraviolet radiation exposure\nUse sunblocks (at least 15 SPF) when exposed to sunlight. Reapply sunblock every 2-3 hours and after sweating/swimming Seek shaded areas Wear wide-brimmed hats Avoid sunbeds",
  "Bipolar disorders Depressive disorders Schizophrenia \nPoor prognostic factors include:\nBipolar disorder Depressive disorder Mental disorder Metabolic conditions Infectious conditions Psychotic disorder \n“ Catatonia associated with another mental disorder (catatonia specifier) may be used when criteria are met for catatonia during the course of a neurodevelopmental, psychotic, bipolar, depressive, or other mental disorder. A. The clinical picture is dominated by three (or more) of the following symptoms: Stupor (i.e., no psychomotor activity; not actively relating to environment). Catalepsy (i.e., passive induction of a posture held against gravity). Waxy flexibility (i.e., slight, even resistance to positioning by examiner). Mutism (i.e., no, or very little, verbal response Note: not applicable if there is an established aphasia). Negativism (i.e., opposition or no response to instructions or external stimuli). Posturing (i.e., spontaneous and active maintenance of a posture against gravity). Mannerism (i.e., odd, circumstantial caricature of normal actions). Stereotypy (i.e., repetitive, abnormally frequent, non-goal-directed movements). Agitation, not influenced by external stimuli. Grimacing. Echolalia (i.e., mimicking another’s speech). Echopraxia (i.e., mimicking another’s movements). ”",
  "Effective measures for the primary prevention of esophageal stricture include:\nTreatment of gastroesophageal reflux disease with proton pump inhibitors or H2 antagonists as a most important cause of esophageal stricture   Life style modification for gastroesophageal reflux disease such as avoiding: Spicy foods Tobacco Alcohol Peppermint Chocolate Food before bedtime Take pills with a full glass of water in an upright position in order to prevent pill-induced esophagitis as a cause of esophageal stricture.  Store all corrosive chemicals out of the reach of children.",
  "Primary prevention strategies intend to avoid the development of disease. Different strategies like dietary modification, increasing physical activity and weight reduction are found useful in the primary prevention (development) of metabolic syndrome."
]